export const nav_items = [
    { name: 'Главная', url: '/' },
    { name: 'Каталог', url: '/catalog' },
    { name: 'Заказ', url: '/order' },
    { name: 'Контакты', url: '/contact' },
    { name: 'О нас', url: '/about' },
    { name: 'FAQ\'s', url: '/faqs' },
    { name: 'Руководство', url: '/fit-guide' },
    { name: 'Логин', url: '/login' },
]

export const service_types = [
    // 'Пошив одежды по индивидуальному заказу',
    'Изготовление аксессуаров (сумок, обуви, украшений и т.д.)',
    'Пошив одежды по индивидуальным меркам.',
    'Модернизация и ремонт одежды.',
    'Консультации по стилю и моде.',
    'Подгонка и изменение размеров.',
    'Изготовление аксессуаров.',
]

export const service_styles = [
    'Классический стиль',
    'Романтический стиль',
    'Модерн',
    'Минимализм',
    'Ар-деко',
    'Винтаж',
    'Богемный стиль',
    'Стиль эпохи Возрождения',
    'Готический стиль',
    'Этнический стиль',
]